cask_args appdir: "/Applications"
tap "caskroom/cask"
brew "ack"
brew "fasd"
brew "fzf"
brew "neovim"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "reattach-to-user-namespace"
brew "tree"
brew "yarn"
brew "zsh"
brew "fish"
brew "ranger"
brew "tig"
brew "exa"
brew "fd"
brew "ripgrep"
brew "bat"
cask "bitbar"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "tunnelblick"
cask "google-chrome"
cask "parallels"
cask "spotify"
cask "bettertouchtool"
cask "karabiner-elements"
cask "visual-studio-code"
cask "azure-data-studio"
cask "rider"
cask "dropbox"
cask "textmate"
cask "transmit"
cask "docker"
cask "keyboard-maestro"
cask "bitwarden"
cask "istat-menus"
cask "nosqlbooster-for-mongodb"
cask "textexpander"
cask "daisydisk"
cask "charles"
cask "little-snitch"
mas "Amphetamine", id: 937984704
mas "Microsoft Remote Desktop", id: 1295203466
mas "Things 3", id: 904280696  
