cask_args appdir: "/Applications"
tap "FelixKratz/formulae"
tap "espanso/espanso"
brew "ack"
brew "topgrade"
brew "fzf"
brew "neovim"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "tig"
brew "eza"
brew "zoxide"
brew "fd"
brew "ripgrep"
brew "bat"
brew "mas"
brew "yqrashawn/goku/goku"
cask "karabiner-elements"
cask "appcleaner"
cask "spotify"
cask "bettertouchtool"
cask "visual-studio-code"
cask "azure-data-studio"
cask "transmit"
cask "docker"
cask "istat-menus"
cask "daisydisk"
cask "charles"
cask "little-snitch"
cask "xmind"
cask "qbittorrent"
cask "iina"
cask "xnviewmp"
cask "adguard"
cask "fork"
cask "vimr"
cask "iTerm2"
cask "espanso"
cask "reminders-menubar"
mas "Amphetamine", id: 937984704
mas "Microsoft Remote Desktop", id: 1295203466
mas "Be Focused Pro - Focus Timer", id: 961632517
mas "HEIC Converter", id: 1294126402 
mas "Flashcard Hero", id: 650802274 
